org/highlights.org
#+options: toc:nil date:nil
#+attr_latex: :environment compactitem
- We held a very lively and rich conversation with Mr. Bolsonaro of
  about 2 hours and half yesterday. The main takeaways were:
    #+attr_latex: :environment compactitem
  + His presidential candidacy is unlikely to be as easily destructed
    as many may think. He is actually laying out a well thought over
    strategy to keep his poll ratings, despite his lacking of
    political infrastructure.
  + His economic agenda is still taking shape, but one can spot
    many traits of a center-right agenda.
  + He still misses a convincing strategy to coalesce with political
    establishment in order to deliver, should he be chosen the next
    President.
- Overall, he looks more prepared to the campaign than depicted by
  many press' accounts, thus supporting the idea that his candidacy is not
  necessarily a passing fad.
