latex/highlights.tex
% Created 2017-09-27 Wed 23:54
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.9)}, 
 pdflang={English}}
\begin{document}

\begin{compactitem}
\item We held a very lively and rich conversation with Mr. Bolsonaro of
about 2 hours and half yesterday. The main takeaways were:
\begin{compactitem}
\item His presidential candidacy is unlikely to be as easily destructed
as many may think. He is actually laying out a well thought over
strategy to keep his poll ratings, despite his lacking of
political infrastructure.
\item His economic agenda is still taking shape, but one can spot
many traits of a center-right agenda.
\item He still misses a convincing strategy to coalesce with political
establishment in order to deliver, should he be chosen the next
President.
\end{compactitem}
\item Overall, he looks more prepared to the campaign than depicted by
many press' accounts, thus supporting the idea that his candidacy is not
necessarily a passing fad.
\end{compactitem}
\end{document}
